export const booksData = [
  {
    id: 1,
    author: 'Анджей Сапковский',
    name: 'Ведьмак',
    description:
      'Одна из лучших фэнтези-саг за всю историю существования жанра. Оригинальное, масштабное эпическое произведение, одновременно и свободное от влияния извне, и связанное с классической мифологической, легендарной и сказовой традицией. Шедевр не только писательского мастерства Анджея Сапковского, но и переводческого искусства Евгения Павловича Вайсброта. «Сага о Геральте» – в одном томе. Бесценный подарок и для поклонника прекрасной фантастики, и для ценителя просто хорошей литературы. Перед читателем буквально оживает необычный, прекрасный и жестокий мир литературной легенда, в котором обитают эльфы и гномы, оборотни, вампиры и «низушки»-хоббиты, драконы и монстры, – но прежде всего люди. Очень близкие нам, понятные и человечные люди – такие как мастер меча ведьмак Геральт, его друг, беспутный менестрель Лютик, его возлюбленная, прекрасная чародейка Йеннифэр, и приемная дочь – безрассудно отважная юная Цири…',
    image:
      'https://cv6.litres.ru/pub/c/elektronnaya-kniga/cover_415/6375365-andzhey-sapkovskiy-vedmak.webp',
    isTaken: true,
  },
  {
    id: 2,
    author: 'Джон Роналд Руэл Толкин',
    name: 'Хранители Кольца',
    description:
      'Трилогия «Властелин Колец» бесспорно возглавляет список «культовых» книг ХХ века. Ее автор, Дж. Р.Р. Толкин, профессор Оксфордского университета, специалист по древнему и средневековому английскому языку, создал удивительный мир – Средиземье, который вот уже без малого пятьдесят лет неодолимо влечет к себе миллионы читателей. Великолепная кинотрилогия, снятая Питером Джексоном, в десятки раз увеличила ряды поклонников как Толкина, так и самого жанра героического фэнтези.',
    image:
      'https://cv1.litres.ru/pub/c/elektronnaya-kniga/cover_415/128316-dzhon-tolkin-hraniteli-kolca.webp',
    isTaken: false,
  },
  {
    id: 3,
    author: 'Джон Роналд Руэл Толкин',
    name: 'Две твердыни',
    description:
      'Трилогия «Властелин Колец» бесспорно возглавляет список «культовых» книг ХХ века. Ее автор, Дж. Р.Р. Толкин, профессор Оксфордского университета, специалист по древнему и средневековому английскому языку, создал удивительный мир – Средиземье, который вот уже без малого пятьдесят лет неодолимо влечет к себе миллионы читателей. Великолепная кинотрилогия, снятая Питером Джексоном, в десятки раз увеличила ряды поклонников как Толкина, так и самого жанра героического фэнтези.',
    image:
      'https://cv1.litres.ru/pub/c/elektronnaya-kniga/cover_415/128311-dzhon-tolkin-dve-tverdyni.webp',
    isTaken: false,
  },
  {
    id: 4,
    author: 'Джон Роналд Руэл Толкин',
    name: 'Возвращение короля',
    description:
      'Трилогия «Властелин Колец» бесспорно возглавляет список «культовых» книг ХХ века. Ее автор, Дж. Р.Р. Толкин, профессор Оксфордского университета, специалист по древнему и средневековому английскому языку, создал удивительный мир – Средиземье, который вот уже без малого пятьдесят лет неодолимо влечет к себе миллионы читателей. Великолепная кинотрилогия, снятая Питером Джексоном, в десятки раз увеличила ряды поклонников как Толкина, так и самого жанра героического фэнтези.',
    image:
      'https://cv1.litres.ru/pub/c/elektronnaya-kniga/cover_415/128318-dzhon-tolkin-vozvraschenie-korolya-128318.webp',
    isTaken: false,
  },
  {
    id: 5,
    author: 'Джек Лондон',
    name: 'Мартин Иден',
    description:
      'Самый необычный роман Джека Лондона. Роман, который взорвал сознание нескольких поколений молодых людей разных стран, одержимых его почти ницшеанской идеей «сильного мужчины», преодолевающего любые препятствия. Сейчас, конечно, ницшеанские мотивы уже не актуальны, но основная его идея по-прежнему благородна… Настоящий мужчина не боится трудностей, не совершает предательства, не отступает перед врагом и всегда готов защитить любимую женщину. Звучит банально? Но только не для неподвластных времени героев Джека Лондона.',
    image:
      'https://cv3.litres.ru/pub/c/elektronnaya-kniga/cover_415/119433-dzhek-london-martin-iden.webp',
    isTaken: false,
  },
  {
    id: 6,
    author: 'Фрэнсис Скотт Фицджеральд',
    name: 'Великий Гэтсби',
    description:
      '«Бурные» двадцатые годы прошлого столетия… Время шикарных вечеринок, «сухого закона» и «легких» денег… Эти «новые американцы» уверены, что расцвет будет вечным, что, достигнув вершин власти и богатства, они обретут и личное счастье… Таким был и Джей Гэтсби, ставший жертвой бессмысленной погони за пленительной мечтой об истинной и вечной любви, которой не суждено было сбыться…',
    image:
      'https://cv9.litres.ru/pub/c/elektronnaya-kniga/cover_415/9447797-frensis-skott-ficdzherald-velikiy-getsbi.webp',
    isTaken: false,
  },
  {
    id: 7,
    author: 'Айзек Азимов',
    name: 'Я, робот',
    description:
      'Роман в новеллах «Я, робот» относится к одной из самых важных работ в истории фантастики. Сформулированные Азимовым ТРИ ЗАКОНА РОБОТЕХНИКИ легли в основу науки об Искусственном интеллекте. Что случится, если робот начнет задавать вопросы своему создателю? Какие будут последствия программирования чувства юмора? Или возможности лгать? Где мы тогда сможем провести истинную границу между человеком и машиной? В «Я, робот» Азимов устанавливает свои Три Закона, придуманные для защиты людей от их собственных созданий, – и сам же выходит за рамки этих законов. Вместе с гениальным робопсихологом доктором Сьюзен Кэлвин мы увидим, как воплощается мечта об искусственном интеллекте и как меняется наше отношение к роботам.',
    image:
      'https://cv4.litres.ru/pub/c/elektronnaya-kniga/cover_415/435545-ayzek-azimov-ya-robot.webp',
    isTaken: false,
  },
  {
    id: 8,
    author: 'Михаил Булгаков',
    name: 'Мастер и Маргарита',
    description:
      'Жарким майским вечером председатель правления МАССОЛИТ Михаил Берлиоз и молодой поэт Иван Бездомный отправились на Патриаршие пруды, чтобы обсудить: существовал ли Иисус Христос. Беседой литераторов заинтересовался некий импозантный гражданин-иностранец. Профессор Воланд стал уверять новых знакомых, что лично присутствовал на допросе бродяги Иешуа Га-Ноцри, который проводил Понтий Пилат. Александр Берлиоз и Иван Бездомный сочли собеседника сумасшедшим. А зря. Ведь через несколько часов Берлиоз попал под трамвай, а Иван отправился в сумасшедший дом, где и познакомился с мастером – возлюбленным Маргариты, будущей королевой бала у сатаны. Поэт узнает, что именно из-за романа о Понтии Пилате мастер оказался в сумасшедшем доме, а сама рукопись принесла писателю страшные несчастья… Тем временем Воланд со свитой весьма необычным образом исследуют, как изменились москвичи за последние годы. Это исследование надолго останется в памяти тех, кому довелось столкнуться с происками дьявола и его помощников, обладающих специфическим чувством юмора и особым взглядом на справедливость и милосердие…',
    image:
      'https://cv9.litres.ru/pub/c/elektronnaya-kniga/cover_415/129095-mihail-bulgakov-master-i-margarita.webp',
    isTaken: false,
  },
  {
    id: 9,
    author: 'Владимир Обручев',
    name: 'Земля Санникова',
    description:
      '«Земля Санникова» – научно-фантастический роман, написанный русским геологом, палеонтологом, географом и писателем В. А. Обручевым. В основу книги положена легенда северных народов о существовании таинственной тёплой земли в Северном Ледовитом океане. Благодатный остров – оазис среди льдов – покрыт лесами и лугами в кольце огромных гор, здесь живут ископаемые существа: мамонты, саблезубые тигры, пещерные медведи и шерстистые носороги, обитают первобытные племена.',
    image:
      'https://cv4.litres.ru/pub/c/elektronnaya-kniga/cover_415/132146-vladimir-obruchev-zemlya-sannikova.webp',
    isTaken: false,
  },
  {
    id: 10,
    author: 'Стивен Кинг',
    name: 'Билли Саммерс',
    description:
      'Билли Саммерс – профессиональный киллер с жестким моральным кодексом: он принимает заказы только на действительно «плохих парней». Но ему, бывшему морпеху, это занятие не по душе, и однажды он решает отойти от дел, чтобы начать новую жизнь. Перед этим Билли предстоит выполнить еще один заказ, который обеспечит ему безбедное существование. Его чутье и опыт подсказывают: в этом деле что-то не так и оно не такое простое, как кажется на первый взгляд. Однако на кону стоят слишком большие деньги. И Билли отправляется в тихий провинциальный городок Ред-Блафф и начинает тщательную подготовку к своему последнему выстрелу. Последнему ли?..',
    image:
      'https://cv6.litres.ru/pub/c/elektronnaya-kniga/cover_415/67303161-stiven-king-billi-sammers.webp',
    isTaken: false,
  },
  {
    id: 11,
    author: 'Сергей Лукьяненко',
    name: 'Спектр',
    description:
      '«Расскажи историю, странник…» Такова странная цена, которую надлежит заплатить таинственному «ключнику» за пропуск через Врата – межпланетные порталы, через которые проходят туристы и искатели приключений, сбежавшие из дома подростки и усталые отцы семейств, скрывающиеся от закона преступники и нанятые для возвращения беглецов охотники. Сколько Врат предстоит пройти лучшему из земных охотников, пытающемуся найти бесследно исчезнувшую девчонку? Из мира – в мир! От планеты – к планете. От истории – к истории!',
    image:
      'https://cv9.litres.ru/pub/c/elektronnaya-kniga/cover_415/119490-sergey-lukyanenko-spektr.webp',
    isTaken: false,
  },
  {
    id: 12,
    author: 'Алекс Бэнкс, Ева Порселло',
    name: 'React',
    description:
      'Хотите создавать эффективные приложения с помощью React? Тогда эта книга написана для вас. Познакомьтесь лучшими практиками и шаблонами создания современного кода. Вам не потребуются глубокие знания React или функционала JavaScript – достаточно знакомства с принципами работы JavaScript, CSS и HTML. Алекс Бэнкс и Ева Порселло научат вас создавать пользовательские интерфейсы, которые будут динамически отображать изменения без необходимости перезагрузки страницы даже на крупномасштабных сайтах, работающих с огромными массивами данных.',
    image:
      'https://cv3.litres.ru/pub/c/pdf-kniga/cover_415/66655834-a-benks-piter-react-sovremennye-shablony-dlya-razrabotki-prilozhe-66655834.webp',
    isTaken: false,
  },
];
